{
  "randomFacts": [
    "Guavaberry is the national fruit of SXM",
    "There are a total of 37 beaches on the island",
    "St Martin has many previous names, one of them being Soualiga, which means \"Land of Salt\"",
    "Christopher Columbus sighted the island of Saint-Martin during his second voyage to the Americas in 1493",
    "The Dutch established a permanent presence on the southern part of the island, Sint Maarten, around 1631.",
    "The Spanish claimed the island and named it after Saint Martin of Tours.",
    "The Spanish did not establish a permanent settlement on the island, and it remained largely uninhabited.",
    "The Dutch established a permanent presence on the southern part of the island, Sint Maarten, around 1631.",
    "The French established their settlement in the northern part of the island, Saint-Martin, in 1648.",
    "The Treaty of Concordia in 1648 formalized the division of the island between the Dutch and the French.",
    "Mount Concordia to the Salt Pond forms the border between the Dutch and French sides of the island.",
    "Saint-Martin is known for its rich cultural diversity, influenced by African, European, and indigenous cultures.",
    "The island's unique location attracted people from various parts of the world.",
    "Saint-Martin offers a vibrant and diverse cultural tapestry expressed through its cuisine, music, and art.",
    "The island of Saint-Martin is renowned for its stunning beaches and turquoise waters.",
    "Saint-Martin has become one of the worlds most popular tourist destination, attracting visitors seeking relaxation, adventure, and a taste of its history.",
    "Slavery played a significant role in the history of Saint-Martin, as it did in many other Caribbean islands.",
    "The Dutch and French colonizers brought enslaved Africans to Saint-Martin to work on plantations.",
    "Enslaved Africans on the island were primarily involved in the cultivation of sugar cane, which was a lucrative cash crop.",
    "Slavery was officially abolished in the French part of Saint-Martin in 1848.",
    "In the Dutch part of Saint-Martin, slavery was abolished in 1863.",
    "At the end of slavery many former slaves became small-scale farmers.",
    "After emancipation, former slaves sought employment in industries such as fishing and trade.",
    "Saint-Martin's cultural heritage is a combination of African, European, and indigenous traditions.",
    "Preservation of the history of slavery in Saint-Martin is done through museums, historical sites, and educational initiatives.",
    "The island of Saint-Martin was originally inhabited by the Arawak and Carib indigenous people.",
    "The Arawak and Carib communities thrived on the island's natural resources, such as fishing, farming, and gathering.",
    "The Arawak people established settlements on Saint-Martin and practiced advanced agricultural techniques.",
    "The Carib people, known for their seafaring skills, maintained a presence on Saint-Martin and engaged in trade with neighboring islands.",
    "The Arawak and Carib peoples participated in cultural exchanges and traded goods with other Caribbean islands.",
    "The indigenous groups of Saint-Martin obtained items like pottery, tools, and ornaments through trade.",
    "The arrival of European colonizers had a severe impact on the indigenous way of life on Saint-Martin.",
    "Saint-Martin Carnaval is a vibrant celebration deeply rooted in the island's colonial history.",
    "The festival draws inspiration from African, European, and Caribbean cultural influences.",
    "The origins of Saint-Martin Carnaval can be traced back to the period of Slavery on the island.",
    "The festival served as a celebration after being released from the hardships of plantation life.",
    "Saint-Martin Carnaval showcases a fusion of diverse cultural traditions and customs.",
    "The celebration typically spans several weeks, starting in late January or early February.",
    "The festival culminates on Ash Wednesday, marking the beginning of the Lenten season.",
    "Both the French and Dutch sides of the island host their own distinct Carnaval celebrations.",
    "The French side of the island is elaborate floats, vibrant music, and exuberant dance performances.",
    "The Dutch side of the island is known for its lively atmosphere, street parties, and calypso competitions.",
    "The festival includes events such as parades, costume competitions, live music, and dance performances.",
    "J'Ouvert Morning is a highlight of the festivities, during which participants cover themselves in vibrant paints and powders.",
    "Costume competitions play a significant role in Saint-Martin Carnaval, showcasing artistic flair, creativity, and cultural significance.",
    "Saint-Martin Carnaval is a celebration of unity, resilience, and the diverse heritage of the Saint-Martinois people.",
    "Brown Pelicans measure around 1.2 meters (4 feet) in length and have a wingspan ranging from 2 to 2.5 meters (7 to 8 feet).",
    "The Brown Pelican has a distinctive plumage featuring a dark brown body with a contrasting white head and neck.",
    "During the breeding season, adults Brown pelicans develop a reddish-brown chest.",
    "The Brown Pelican has an expandable throat pouch, which allows it to catch fish with incredible efficiency.",
    "Brown Pelicans are skilled divers and adept fishermen.",
    "When diving for fish, the Brown Pelican tucks its wings back, points its bill downward, and makes a spectacular splash as it enters the water and then scoops up fish in its pouch.",
    "Brown Pelicans inhabit coastal areas, including lagoons, estuaries, and beaches, making the picturesque coastline of Saint-Martin an ideal home for them.",
    "By controlling fish populations, Brown Pelicans help maintain the delicate balance of coastal ecosystems.",
    "The presence of Brown pelicans promotes biodiversity and supports the sustainability of the local fishing industry.",
    "The Brown Pelican population faced a significant decline in the past due to the widespread use of harmful pesticides.",
    "Brown Pelicans are known for their graceful flight, often gliding close to the water's surface. They use thermals and updrafts to conserve energy during long-distance migrations.",
    "The Brown Pelican's selection as the national bird of Saint-Martin symbolizes the resilience of both the species and the island itself.",
    "The highest peak in Saint-Martin, known as Pic Paradis, stands at an impressive height of 1,391 feet (424 meters).",
    "Saint-Martin features a total of five major peaks, including Pic Paradis, Terres Basses, Fort Amsterdam, Pic du Paradis, and Sentry Hill, each with its own unique characteristics.",
    "Terres Basses, is renowned for its gentle slopes and serves as an exclusive neighborhood featuring upscale villas and stunning coastal vistas.",
    "Fort Amsterdam, was built by the Dutch in the 17th century, providing visitors with a glimpse into the island's past.",
    "Saint-Martin has welcomed over 2.3 million tourists in 2019.",
    "The tourism sector contributes approximately 85% to the island's GDP.",
    "Saint-Martin is divided into two territories: French Saint-Martin and Dutch Sint Maarten, each offering unique cultural experiences.",
    "Saint-Martin offers an array of water sports activities, including snorkeling, scuba diving, windsurfing, and kiteboarding.",
    "The island's cuisine is a delightful fusion of French, Creole, and Caribbean flavors, featuring local delicacies like conch fritters and grilled lobster."
  ]
}
